; Czech
; Czech translation (Richard Kahl)

[Czech]
IDS_LCID=0x041b
IDS_FILE=Soubor
IDS_SETTINGS=Nastavení
IDS_EXIT=Ukončit
IDS_LANGUAGE=Language
IDS_HELP=Pomoc
IDS_WEBSITE=Internetová stránka
IDS_CHECKUPDATES=Zkontrolovat dostupnost aktualizací
IDS_ABOUT=O programu
IDS_DONATE=Give thanks!
IDS_CHECK=Check selected
IDS_UNCHECK=Uncheck selected
IDS_ADD=Add
IDS_DELETE=Delete
IDS_EXPLORE=Open containing folder
IDS_COPY=Copy
IDS_ALWAYSONTOP_CHK=Vždy navrchu
IDS_INSERTBUFFER_CHK=Vytvořit mezipamět při spuštění
IDS_CHECKUPDATES_CHK=Pravidelně kontrolovat dostupnost aktualizací (doporučuje se)
IDS_CODE=Error code
IDS_MODULES=Modules
IDS_DESCRIPTION=Description
IDS_MODULES_INT=Internal library
IDS_MODULES_EXT=External library
IDS_STATUS_TOTAL=Loaded modules: %d of %d
IDS_QUESTION_DELETE=Delete selected item(s)?
IDS_SAVE=Save
IDS_CLOSE=Close
IDS_RESET=Reset
IDS_DARKMODE_CHK=Use dark theme
